Repository: agentcobra/AtlanteEngine
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Your journey is nearing its end. It was uneventful.
fr: Votre voyage touche à sa fin. Le trajet s'est déroulé sans anicroche.

source: Invalid player
fr: Cette personne n'existe pas ou a été modifié.

source: No players found
fr: Aucun personnage n'a été trouvé.

source: Welcome,
fr: Bienvenu(e),

source: Invalid username or password, try again
fr: L'identifiant ou le mot de passe que vous avez entré n'est pas reconnu, veuillez recommencer.

source: Invalid user
fr: Cette personne n'existe pas ou a été modifié.

source: The user has been saved
fr: Cette personne a bien été enregistré.

source: The user could not be saved. Please, try again.
fr: Nous n'avons pas pu enregistrer ce nom d'utilisateur, veuillez recommencer.

source: User deleted
fr: Cette personne a bien été supprimée.

source: User was not deleted
fr: Cette personne n'a pas été supprimée.

source: username
fr: identifiant

source: password
fr: mot de passe

source: Enter in %s
fr: Se connecter sur %s

source: Register
fr: Inscription

source: Help
fr: Aide

source: Players list
fr: Liste de joueur

source: News from %s
fr: News de %s

source: About
fr: À propos

source: Play
fr: Jouer

source: logout
fr: Se déconnecter

source: Speak
fr: Parler

source: Select your player
fr: Choisissez votre personnage.

source: %s's players
fr: Les personnages de %s

source: Press to play
fr: Cliquer pour jouer

source: Add User
fr: Ajoutez un utilisateur.

source: Submit
fr: Soumettre

source: A player is required
fr: Il faut sélectionner un personnage.

source: A username is required
fr: Il faut rentrer un identifiant.

source: A password is required
fr: Il faut rentrer un mot de passe.

source: Please enter a valid role
fr: Veuillez entrer un rôle valide.
