Repository: agentcobra/AtlanteEngine
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Welcome,
es: Bienvenido,

source: Invalid username or password, try again
es: Nombre de usuario o contraseña no válidos, vuelva a intentarlo.

source: Invalid user
es: Esta persona no existe.

source: The user has been saved
es: Esta persona ha sido registrada.

source: The user could not be saved. Please, try again.
es: No hemos sido capaces de registrar este nombre de usuario, por favor, inténtelo de nuevo.

source: User deleted
es: Esta persona ha sido eliminado.

source: User was not deleted
es: Esta persona no ha sido eliminado.

source: username
es: Nombre de usuario

source: password
es: Contraseña

source: Enter in %s
es: Entrar en %s

source: Register
es: Crear una cuenta nueva

source: Help
es: Ayuda

source: Players list
es: Lista de jugadores

source: News from
es: Escrito por

source: About
es: Acerca de

source: Play
es: Juego

source: logout
es: Desconectar

source: Select your player
es: Elige tú Personaje

source: Press to play
es: Juego

source: Add User
es: Añadir usuario

source: Submit
es: Enviar

source: A username is required
es: Debe ingresar un nombre de usuario

source: A password is required
es: Debe introducir una contraseña.

source: Please enter a valid role
es: Por favor, introduzca un papel válido
